
ko.validation.localize({
    required: 'Полето е задолжително.',
    min: 'Ве молиме внесете вредност поголема или еднаква на {0}.',
    max: 'Ве молиме внесете вредност помала или еднаква на {0}.',
    minLength: 'Ве молиме внесете најмалку {0} карактери.',
    maxLength: 'Ве молиме внесете не повеќе од {0} карактери.',
    pattern: 'Невалидна вредност.',
    step: 'Вредноста мора да се зголеми за {0}.',
    email: 'Невалидна е-мејл адреса.',
    date: 'Невалиден датум.',
    dateISO: 'Невалиден датум.',
    number: 'Внесете нумеричка вредност.',
    digit: 'Вредноста мора да биде број.',
    phoneUS: 'Внесете валиден телефонски број.',
    equal: 'Вредностите мора да бидат исти.',
    notEqual: 'Вредносите мора да бидат различни.',
    unique: 'Вредноста мора да биде единствена.'
});